Repository: common-repository/real-estate-right-now
Catalog: language/real-estate-right-now-*.po
Languages: el_el, ro_ro

source: In Show Room Page, use Gallery or List View Template
el_el: Στην Εμφάνιση σελίδας δωματίου, χρησιμοποιήστε το Πρότυπο Γκαλερί ή Προβολή λίστας
ro_ro: În Pagina Show Room, utilizați Galerie sau Șablon de vizualizare listă

source: In Show Room Page, use Gallery, List View or Grid Template
el_el: Στο Show Room Page, χρησιμοποιήστε Gallery, List View ή Grid Template
ro_ro: În Show Room Page, utilizați Galerie, Vizualizare listă sau Șablon grilă

source: In Show Room Page, Template List View or Grid, Choose the thumbnail image size (width) - Premium Version
el_el: Στην Εμφάνιση σελίδας δωματίου, προβολή λίστας προτύπων ή πλέγμα, επιλέξτε το μέγεθος της μικρογραφίας της εικόνας (πλάτος) - Έκδοση Premium
ro_ro: În Pagina Show Room, Vizualizare listă de șabloane sau Grilă, alegeți dimensiunea imaginii în miniatură (lățimea) - Versiune Premium

source: In Single Product Page, use Template
el_el: Στη σελίδα μεμονωμένου προϊόντος, χρησιμοποιήστε το πρότυπο
ro_ro: În Pagina de produs unic, utilizați Șablon

source: Show the Purpose Control
el_el: Εμφάνιση του Έλεγχου Σκοπού
ro_ro: Afișați controlul scopului

source: Show the Beds Control
el_el: Εμφάνιση του ελέγχου κρεβατιών
ro_ro: Arată Controlul patului

source: Show the Baths Control
el_el: Εμφάνιση του ελέγχου λουτρών
ro_ro: Arată controlul băilor

source: Show the Location Control
el_el: Εμφάνιση του Έλεγχου τοποθεσίας
ro_ro: Afișați Controlul locației

source: Show the Order By Control
el_el: Εμφάνιση της παραγγελίας με έλεγχο
ro_ro: Afișați comanda prin control

source: Show the Price Slider Control
el_el: Εμφάνιση του ρυθμιστή τιμής
ro_ro: Afișați Controlul glisor al prețului

source: Customize your Search Widget Options. Choose the fields to show on the Search Widget.
el_el: Προσαρμόστε τις επιλογές γραφικών στοιχείων αναζήτησης. Επιλέξτε τα πεδία που θα εμφανίζονται στο Γραφικό στοιχείο αναζήτησης.
ro_ro: Personalizați-vă opțiunile de căutare widget. Alegeți câmpurile de afișat în widgetul de căutare.

source: Real Estate Right Now
el_el: Real Estate Αυτή τη στιγμή

source: Real Estate Plugin for Real Estate agency.
el_el: Πρόσθετο Real Estate για μεσιτικό γραφείο.
