Repository: common-repository/real-estate-right-now
Catalog: language/real-estate-right-now-*.po
Languages: el_el, ro_ro

source: Server Check
el_el: Έλεγχος διακομιστή
ro_ro: Verificare server

source: Memory Status
el_el: Κατάσταση Μνήμης
ro_ro: Stare memorie

source: Unable to get your Memory Info
el_el: Δεν είναι δυνατή η λήψη των πληροφοριών μνήμης
ro_ro: Nu se pot obține informațiile despre memorie

source: Memory Usage
el_el: Χρήση Μνήμης
ro_ro: Utilizarea memoriei

source: of
el_el: του
ro_ro: de

source: Usage
el_el: Χρήση
ro_ro: Utilizare

source: For details, click the Memory Checkup Tab above.
el_el: Για λεπτομέρειες, κάντε κλικ στην καρτέλα Έλεγχος μνήμης παραπάνω.
ro_ro: Pentru detalii, faceți clic pe fila Verificare memorie de mai sus.

source: Permalink Settings
el_el: Ρυθμίσεις μόνιμου συνδέσμου
ro_ro: Setări permalink

source: Wrong Permalink settings!
el_el: Λανθασμένες ρυθμίσεις μόνιμου συνδέσμου!
ro_ro: Setări greșite pentru permalink!

source: Please, fix it to avoid 404 error page.
el_el: Διορθώστε το για να αποφύγετε τη σελίδα σφάλματος 404.
ro_ro: Vă rugăm să remediați pentru a evita pagina de eroare 404.

source: To correct, just follow these steps:
el_el: Για να διορθώσετε, απλώς ακολουθήστε τα παρακάτω βήματα:
ro_ro: Pentru a corecta, trebuie doar să urmați acești pași:

source: Dashboard => Settings => Permalinks => Post Name (check)
el_el: Πίνακας ελέγχου => Ρυθμίσεις => Μόνιμοι σύνδεσμοι => Όνομα ανάρτησης (έλεγχος)
ro_ro: Tabloul de bord => Setări => Legături permanente => Nume postare (bifează)

source: Click Save Changes
el_el: Κάντε κλικ στην Αποθήκευση αλλαγών
ro_ro: Faceți clic pe Salvare modificări

source: Premium Version Disabled.
el_el: Η έκδοση Premium είναι απενεργοποιημένη.
ro_ro: Versiunea premium dezactivată.

source: Many Features are not included in the free version.
el_el: Πολλές λειτουργίες δεν περιλαμβάνονται στη δωρεάν έκδοση.
ro_ro: Multe caracteristici nu sunt incluse în versiunea gratuită.

source: Complete real time visual template design functionality.
el_el: Πλήρης λειτουργικότητα σχεδίασης οπτικού προτύπου σε πραγματικό χρόνο.
ro_ro: Funcționalitate completă de proiectare a șablonului vizual în timp real.

source: - Last Properties
el_el: - Τελευταίες ιδιότητες
ro_ro: - Ultimele proprietăți

source: - Featured Properties
el_el: - Προτεινόμενες ιδιότητες
ro_ro: - Proprietăți prezentate

source: - Order by Price/Year Ascending/Descending
el_el: - Παραγγελία ανά Τιμή/Έτος Αύξουσα/Φθίνουσα
ro_ro: - Ordonați după preț/an Crescător/Descrescător

source: - List only properties for rent / sale
el_el: - Καταχωρίστε μόνο ακίνητα προς ενοικίαση / πώληση
ro_ro: - Listați numai proprietăți pentru închiriere/vânzare

source: - Create Blocks type Gallery or Page List
el_el: - Δημιουργία Blocks τύπου Gallery ή Page List
ro_ro: - Creați blocuri de tip Galerie sau Lista de pagini

source: - Number of Properties to show
el_el: - Αριθμός Ιδιοτήτων προς εμφάνιση
ro_ro: - Numărul de proprietăți de afișat

source: - Show or Hide Search Box / Pagination
el_el: - Εμφάνιση ή απόκρυψη πλαισίου αναζήτησης / σελιδοποίησης

source: - More...
el_el: - Περισσότερα...
ro_ro: - Mai mult...

source: Learn More
el_el: Μάθετε περισσότερα
ro_ro: Află mai multe

source: Follow these 3 steps after installing the plugin:
el_el: Ακολουθήστε αυτά τα 3 βήματα μετά την εγκατάσταση του πρόσθετου:
ro_ro: Urmați acești 3 pași după instalarea pluginului:

source: Configure Settings
el_el: Διαμόρφωση ρυθμίσεων
ro_ro: Configurați setările

source: Go to
el_el: Μεταβείτε στο
ro_ro: Du-te la

source: Dashboard => Real Estate => Settings
el_el: Ταμπλό => Ακίνητα => Ρυθμίσεις
ro_ro: Tabloul de bord => Imobiliare => Setări

source: Fill out the information
el_el: Συμπληρώστε τις πληροφορίες
ro_ro: Completați informațiile

source: Your Currency
el_el: Το νόμισμά σας
ro_ro: Moneda dvs

source: Meters - Feet
el_el: Μέτρα – Πόδια
ro_ro: Metri - Picioare

source: Your Contact Email
el_el: Το email επικοινωνίας σας
ro_ro: E-mailul dvs. de contact

source: And so on...
el_el: Και ούτω καθεξής...
ro_ro: Și așa mai departe...

source: Import Demo Data:
el_el: Εισαγωγή δεδομένων επίδειξης:
ro_ro: Importați date demonstrative:

source: If you want to import demo data, click the Help button at the top right corner
el_el: Εάν θέλετε να εισαγάγετε δεδομένα επίδειξης, κάντε κλικ στο κουμπί Βοήθεια στην επάνω δεξιά γωνία
ro_ro: Dacă doriți să importați date demonstrative, faceți clic pe butonul Ajutor din colțul din dreapta sus

source: If you import demo data, you can skip step 2.
el_el: Εάν εισάγετε δεδομένα επίδειξης, μπορείτε να παραλείψετε το βήμα 2.
ro_ro: Dacă importați date demonstrative, puteți sări peste pasul 2.

source: Fill Out Fields and Properties Table
el_el: Συμπληρώστε τον πίνακα πεδίων και ιδιοτήτων
ro_ro: Completați câmpurile și tabelul cu proprietăți

source: Go to Fields Table:
el_el: Μεταβείτε στον πίνακα πεδίων:
ro_ro: Accesați tabelul câmpurilor:

source: Dashboard => Real Estate => Fields Table
el_el: Ταμπλό => Ακίνητα => Πίνακας πεδίων
ro_ro: Tabloul de bord => Imobiliare => Tabel câmpuri

source: These are the fields that will appear in your properties form:
el_el: Αυτά είναι τα πεδία που θα εμφανιστούν στη φόρμα των ιδιοτήτων σας:
ro_ro: Acestea sunt câmpurile care vor apărea în formularul de proprietăți:

source: Google Maps
el_el: Χάρτες Google

source: Pool
el_el: Πισίνα
ro_ro: Piscină

source: Balcony
el_el: Μπαλκόνι
ro_ro: Balcon

source: Garage
el_el: Γκαράζ
ro_ro: Garaj

source: You don't need to include these fields:
el_el: Δεν χρειάζεται να συμπεριλάβετε αυτά τα πεδία:
ro_ro: Nu trebuie să includeți aceste câmpuri:

source: Address, Purpose, Beds, Baths, Price, Year, Area.
el_el: Διεύθυνση, Σκοπός, Κρεβάτια, Μπάνια, Τιμή, Έτος, Περιοχή.
ro_ro: Adresă, Scop, Paturi, Băi, Preț, An, Suprafață.

source: Go to Properties Table:
el_el: Μεταβείτε στον Πίνακα Ιδιοτήτων:
ro_ro: Accesați tabelul de proprietăți:

source: Dashboard => Real Estate => Properties Table
el_el: Ταμπλό => Ακίνητα => Πίνακας Ιδιοτήτων
ro_ro: Tabloul de bord => Imobiliare => Tabel Proprietăți

source: Fill out this table with your properties, for example:
el_el: Συμπληρώστε αυτόν τον πίνακα με τις ιδιότητές σας, για παράδειγμα:
ro_ro: Completați acest tabel cu proprietățile dvs., de exemplu:

source: Apartments
el_el: Διαμερίσματα
ro_ro: Apartamente

source: Offices
el_el: Γραφεία
ro_ro: Birouri

source: And so on.
el_el: Και ούτω καθεξής.
ro_ro: Și așa mai departe.

source: Paste the Code in Your Page
el_el: Επικολλήστε τον κωδικό στη σελίδα σας
ro_ro: Lipiți codul în pagina dvs

source: Go to your page and copy and paste this code:
el_el: Μεταβείτε στη σελίδα σας και αντιγράψτε και επικολλήστε αυτόν τον κώδικα:
ro_ro: Accesați pagina dvs. și copiați și inserați acest cod:

source: To show only the search bar, use the following shortcode:
el_el: Για να εμφανιστεί μόνο η γραμμή αναζήτησης, χρησιμοποιήστε τον ακόλουθο σύντομο κωδικό:
ro_ro: Pentru a afișa numai bara de căutare, utilizați următorul cod scurt:

source: To create a Team page, use the following shortcode:
el_el: Για να δημιουργήσετε μια σελίδα ομάδας, χρησιμοποιήστε τον ακόλουθο σύντομο κωδικό:
ro_ro: Pentru a crea o pagină de echipă, utilizați următorul cod scurt:

source: The premium version includes dozens of extra shortcodes...
el_el: Η premium έκδοση περιλαμβάνει δεκάδες επιπλέον σύντομους κωδικούς...
ro_ro: Versiunea premium include zeci de coduri scurte suplimentare...

source: Help, Demo, Support, Troubleshooting:
el_el: Βοήθεια, Επίδειξη, Υποστήριξη, Αντιμετώπιση προβλημάτων:
ro_ro: Ajutor, demonstrație, asistență, depanare:

source: Help and More Tips
el_el: Βοήθεια και περισσότερες συμβουλές
ro_ro: Ajutor și mai multe sfaturi

source: Just click the HELP button at the top right corner of this page for context help. Tooltips are also available in the fields form.
el_el: Απλώς κάντε κλικ στο κουμπί HELP στην επάνω δεξιά γωνία αυτής της σελίδας για βοήθεια σχετικά με το περιεχόμενο. Συμβουλές εργαλείων είναι επίσης διαθέσιμες στη φόρμα πεδίων.
ro_ro: Doar faceți clic pe butonul AJUTOR din colțul din dreapta sus al acestei pagini pentru ajutor contextual. Sfaturi cu instrumente sunt disponibile și în formularul de câmpuri.

source: Online Guide, Support, Demo, Demo Video, FAQ...
el_el: Ηλεκτρονικός οδηγός, Υποστήριξη, Επίδειξη, Επίδειξη βίντεο, Συνήθεις Ερωτήσεις...
ro_ro: Ghid online, Asistență, Demo, Video Demo, Întrebări frecvente...

source: You can find our complete and updated online guide, demo video, FAQ page, and link to the support page on our site.
el_el: Μπορείτε να βρείτε τον πλήρη και ενημερωμένο διαδικτυακό μας οδηγό, το βίντεο επίδειξης, τη σελίδα Συχνές ερωτήσεις και τον σύνδεσμο προς τη σελίδα υποστήριξης στον ιστότοπό μας.
ro_ro: Puteți găsi ghidul nostru online complet și actualizat, videoclipul demonstrativ, pagina de întrebări frecvente și linkul către pagina de asistență de pe site-ul nostru.

source: Go
el_el: Πάω
ro_ro: Merge

source: Troubleshooting Guide
el_el: Οδηγός αντιμετώπισης προβλημάτων
ro_ro: Ghid de depanare

source: Issues like using an old WordPress version, low memory, plugins with JavaScript errors, or wrong permalink settings can cause problems. Read the troubleshooting guide to fix them quickly!
el_el: Ζητήματα όπως η χρήση μιας παλιάς έκδοσης του WordPress, η χαμηλή μνήμη, οι προσθήκες με σφάλματα JavaScript ή εσφαλμένες ρυθμίσεις μόνιμου συνδέσμου μπορεί να προκαλέσουν προβλήματα. Διαβάστε τον οδηγό αντιμετώπισης προβλημάτων για να τα διορθώσετε γρήγορα!
ro_ro: Probleme precum utilizarea unei versiuni vechi de WordPress, memorie scăzută, pluginuri cu erori JavaScript sau setări greșite de permalink pot cauza probleme. Citiți ghidul de depanare pentru a le remedia rapid!

source: Troubleshooting Page
el_el: Σελίδα αντιμετώπισης προβλημάτων
ro_ro: Pagina de depanare

source: Help and Support Page
el_el: Σελίδα βοήθειας και υποστήριξης
ro_ro: Pagina de ajutor și asistență

source: Memory Info
el_el: Πληροφορίες Μνήμης
ro_ro: Informații despre memorie

source: Current memory WordPress Limit:
el_el: Όριο τρέχουσας μνήμης WordPress:
ro_ro: Limită WordPress de memorie curentă:

source: Your usage now:
el_el: Η χρήση σας τώρα:
ro_ro: Utilizarea dvs. acum:

source: Total Server Memory:
el_el: Συνολική μνήμη διακομιστή:
ro_ro: Memoria totală a serverului:

source: If you want adjust and control your WordPress Memory Limit and PHP Memory Limit quickly, try our free plugin WPmemory:
el_el: Εάν θέλετε να προσαρμόσετε και να ελέγξετε γρήγορα το όριο μνήμης WordPress και το όριο μνήμης PHP, δοκιμάστε τη δωρεάν προσθήκη WPmemory:
ro_ro: Dacă doriți să ajustați și să controlați rapid limita de memorie WordPress și limita de memorie PHP, încercați pluginul nostru gratuit WPmemory:

source: Follow these instructions to do it manually:
el_el: Ακολουθήστε αυτές τις οδηγίες για να το κάνετε χειροκίνητα:
ro_ro: Urmați aceste instrucțiuni pentru a face acest lucru manual:

source: To increase the WordPress memory limit, add this info to your file wp-config.php (located at the root folder of your server)
el_el: Για να αυξήσετε το όριο μνήμης WordPress, προσθέστε αυτές τις πληροφορίες στο αρχείο σας wp-config.php (βρίσκεται στον ριζικό φάκελο του διακομιστή σας)
ro_ro: Pentru a crește limita de memorie WordPress, adăugați aceste informații în fișierul dvs. wp-config.php (situat în folderul rădăcină al serverului dvs.)

source: (just copy and paste)
el_el: (απλώς αντιγράψτε και επικολλήστε)
ro_ro: (doar copiați și lipiți)

source: before this line:
el_el: πριν από αυτή τη γραμμή:
ro_ro: înainte de această linie:

source: If you need more, just replace 128 with the new memory limit.
el_el: Εάν χρειάζεστε περισσότερα, απλώς αντικαταστήστε το 128 με το νέο όριο μνήμης.
ro_ro: Dacă aveți nevoie de mai multe, înlocuiți 128 cu noua limită de memorie.

source: To increase your total server memory, talk with your hosting company.
el_el: Για να αυξήσετε τη συνολική μνήμη του διακομιστή σας, μιλήστε με την εταιρεία φιλοξενίας σας.
ro_ro: Pentru a vă mări memoria totală a serverului, discutați cu compania dvs. de găzduire.

source: How to Tell if Your Site Needs More Memory:
el_el: Πώς να καταλάβετε εάν ο ιστότοπός σας χρειάζεται περισσότερη μνήμη:
ro_ro: Cum să-ți dai seama dacă site-ul tău are nevoie de mai multă memorie:

source: If your site is behaving slowly, pages fail to load, you get random white screens of death or 500 internal server errors, you may need more memory.
el_el: Εάν ο ιστότοπός σας συμπεριφέρεται αργά, οι σελίδες αποτυγχάνουν να φορτώσουν, λαμβάνετε τυχαίες λευκές οθόνες θανάτου ή 500 εσωτερικά σφάλματα διακομιστή, μπορεί να χρειάζεστε περισσότερη μνήμη.
ro_ro: Dacă site-ul dvs. se comportă lent, paginile nu se încarcă, primiți ecrane albe aleatorii ale morții sau 500 de erori interne ale serverului, este posibil să aveți nevoie de mai multă memorie.

source: Several things consume memory, such as WordPress itself, installed plugins, the theme, and the content of your site.
el_el: Πολλά πράγματα καταναλώνουν τη μνήμη, όπως το ίδιο το WordPress, τα εγκατεστημένα πρόσθετα, το θέμα και το περιεχόμενο του ιστότοπού σας.
ro_ro: Mai multe lucruri consumă memorie, cum ar fi WordPress însuși, pluginurile instalate, tema și conținutul site-ului tău.

source: Basically, the more content and features you add to your site, the larger your memory limit needs to be.
el_el: Βασικά, όσο περισσότερο περιεχόμενο και δυνατότητες προσθέτετε στον ιστότοπό σας, τόσο μεγαλύτερο πρέπει να είναι το όριο μνήμης σας.
ro_ro: Practic, cu cât adăugați mai mult conținut și caracteristici site-ului dvs., cu atât limita de memorie trebuie să fie mai mare.

source: If you're running a small site with basic functions, you may not need to increase your memory limit. But once you start using premium themes or plugins, or encounter unexpected issues, it's time to adjust your memory limit.
el_el: Εάν εκτελείτε έναν μικρό ιστότοπο με βασικές λειτουργίες, ενδέχεται να μην χρειαστεί να αυξήσετε το όριο μνήμης. Αλλά μόλις αρχίσετε να χρησιμοποιείτε θέματα ή πρόσθετα premium ή αντιμετωπίζετε απροσδόκητα προβλήματα, ήρθε η ώρα να προσαρμόσετε το όριο της μνήμης σας.
ro_ro: Dacă rulați un site mic cu funcții de bază, este posibil să nu aveți nevoie să vă măriți limita de memorie. Dar odată ce începeți să utilizați teme sau pluginuri premium sau întâmpinați probleme neașteptate, este timpul să vă ajustați limita de memorie.

source: Did you like the Real Estate Right Now Plugin?
el_el: Σας άρεσε το πρόσθετο Real Estate Right Now;
ro_ro: Ți-a plăcut pluginul Real Estate Right Now?

source: Please support us by rating our plugin on WordPress.org. Help us keep this plugin live and updated.
el_el: Υποστηρίξτε μας αξιολογώντας την προσθήκη μας στο WordPress.org. Βοηθήστε μας να διατηρήσουμε αυτό το πρόσθετο ζωντανό και ενημερωμένο.
ro_ro: Vă rugăm să ne susțineți prin evaluarea pluginului nostru pe WordPress.org. Ajutați-ne să menținem acest plugin activ și actualizat.

source: Rate
el_el: Τιμή
ro_ro: Rata

source: Please help us keep the plugin live & up-to-date
el_el: Βοηθήστε μας να διατηρήσουμε την προσθήκη ζωντανή και ενημερωμένη
ro_ro: Vă rugăm să ne ajutați să menținem pluginul activ și actualizat

source: If you use & enjoy Real Estate Right Now Plugin, please rate it on WordPress.org. It only takes a second and helps us keep the plugin live and maintained. Thank you!
el_el: Εάν χρησιμοποιείτε και απολαμβάνετε το πρόσθετο Real Estate Right Now, αξιολογήστε το στο WordPress.org. Χρειάζεται μόνο ένα δευτερόλεπτο και μας βοηθά να διατηρήσουμε την προσθήκη ζωντανή και συντήρηση. Σας ευχαριστώ!
ro_ro: Dacă utilizați și vă bucurați de Pluginul Real Estate Right Now, vă rugăm să îl evaluați pe WordPress.org. Durează doar o secundă și ne ajută să menținem pluginul activ și întreținut. Multumesc!

source: Request Information
el_el: Ζητήστε Πληροφορίες
ro_ro: Solicitați informații

source: Your Name
el_el: Το όνομά σας
ro_ro: Numele dumneavoastră

source: Please type your name
el_el: Παρακαλώ πληκτρολογήστε το όνομά σας
ro_ro: Vă rugăm să introduceți numele dvs

source: Your Email
el_el: Το email σας
ro_ro: E-mailul dvs

source: Please type your email
el_el: Παρακαλώ πληκτρολογήστε το email σας
ro_ro: Vă rugăm să introduceți adresa de e-mail

source: Your Message
el_el: Το μήνυμά σας
ro_ro: Mesajul dvs

source: Please type your message
el_el: Παρακαλώ πληκτρολογήστε το μήνυμά σας
ro_ro: Vă rugăm să introduceți mesajul dvs

source: Send
el_el: Στέλνω
ro_ro: Trimite

source: Cancel
el_el: Ματαίωση
ro_ro: Anula

source: Sending your message. Please wait...
el_el: Αποστολή του μηνύματός σας. Παρακαλώ περιμένετε...
ro_ro: Trimitem mesajul. Te rugăm aşteaptă …

source: Thanks for your message! We'll get back to you shortly.
el_el: Ευχαριστώ για το μήνυμά σας! Θα επικοινωνήσουμε μαζί σας σύντομα.
ro_ro: Mulţumim pentru mesaj. Te vom contacta în curând.

source: There was a problem sending your message. Please try again.
el_el: Παρουσιάστηκε πρόβλημα κατά την αποστολή του μηνύματός σας. Δοκιμάστε ξανά.
ro_ro: A apărut o problemă la trimiterea mesajului dvs. Vă rugăm să încercați din nou.

source: Please enter one valid email address.
el_el: Εισαγάγετε μία έγκυρη διεύθυνση email.
ro_ro: Vă rugăm să introduceți o adresă de e-mail validă.

source: Please complete all the fields in the form before sending.
el_el: Συμπληρώστε όλα τα πεδία της φόρμας πριν την αποστολή.
ro_ro: Vă rugăm să completați toate câmpurile din formular înainte de a trimite.

source: Name Error. Use only alpha.
el_el: Σφάλμα ονόματος. Χρησιμοποιήστε μόνο άλφα.
ro_ro: Eroare de nume. Folosiți numai alfa.

source: Message Error. Only Use only alpha and numbers.
el_el: Σφάλμα μηνύματος. Χρησιμοποιήστε μόνο άλφα και αριθμούς.
ro_ro: Eroare de mesaj. Folosiți numai alfa și numere.

source: Real Estate Custom Design
el_el: Προσαρμοσμένο σχέδιο ακίνητης περιουσίας
ro_ro: Design personalizat imobiliar

source: Click the Templates icon at the top left of the preview window to change your template. To customize further, simply click on any element, or it's corresponding shortcut icon, to edit it's styling.
el_el: Κάντε κλικ στο εικονίδιο Πρότυπα στην επάνω αριστερή γωνία του παραθύρου προεπισκόπησης για να αλλάξετε το πρότυπό σας. Για περαιτέρω προσαρμογή, απλώς κάντε κλικ σε οποιοδήποτε στοιχείο ή στο αντίστοιχο εικονίδιο συντόμευσης, για να επεξεργαστείτε το στυλ του.
ro_ro: Faceți clic pe pictograma Șabloane din partea stângă sus a ferestrei de previzualizare pentru a vă schimba șablonul. Pentru a personaliza mai mult, faceți clic pe orice element sau pe pictograma de comandă rapidă corespunzătoare, pentru a-i edita stilul.

source: Help
el_el: Βοήθεια
ro_ro: Ajutor

source: Templates
el_el: Πρότυπα
ro_ro: Șabloane

source: Choose the Real Estate Template to Use.
el_el: Επιλέξτε το πρότυπο ακίνητης περιουσίας που θα χρησιμοποιήσετε.
ro_ro: Alegeți șablonul imobiliar de utilizat.

source: Single Property Templates
el_el: Πρότυπα μεμονωμένης ιδιοκτησίας
ro_ro: Șabloane cu proprietăți unice

source: Choose the Single Property Template to Use.
el_el: Επιλέξτε το πρότυπο μεμονωμένης ιδιότητας προς χρήση.
ro_ro: Alegeți șablonul de proprietate unică de utilizat.

source: Search Box LayOut
el_el: Διάταξη πλαισίου αναζήτησης
ro_ro: Aspect caseta de căutare

source: Design the Search Box
el_el: Σχεδιάστε το πλαίσιο αναζήτησης
ro_ro: Proiectați caseta de căutare

source: Search Box Fields
el_el: Πεδία πλαισίου αναζήτησης
ro_ro: Câmpurile casetei de căutare

source: Manage the Design fields
el_el: Διαχειριστείτε τα πεδία Σχεδίαση
ro_ro: Gestionați câmpurile Design

source: Search Box Slider
el_el: Ρυθμιστικό πλαισίου αναζήτησης
ro_ro: Slider Caseta de căutare

source: Customize the price Slider.
el_el: Προσαρμόστε το ρυθμιστικό τιμής.
ro_ro: Personalizați glisorul de preț.

source: Search Box Button
el_el: Κουμπί πλαισίου αναζήτησης
ro_ro: Butonul Caseta de căutare

source: Customize the Search Box Button.
el_el: Προσαρμόστε το κουμπί του πλαισίου αναζήτησης.
ro_ro: Personalizați butonul Caseta de căutare.

source: Property Template and Widgets
el_el: Πρότυπο ιδιοκτησίας και γραφικά στοιχεία
ro_ro: Șablon de proprietate și widget-uri

source: Customize the Property Template and Widgets.
el_el: Προσαρμόστε το πρότυπο ιδιοκτησίας και τα γραφικά στοιχεία.
ro_ro: Personalizați șablonul de proprietate și widget-urile.

source: Single Property Template
el_el: Πρότυπο ενιαίας ιδιοκτησίας
ro_ro: Șablon de proprietate unică

source: Customize the Single Property Template.
el_el: Προσαρμόστε το πρότυπο ενιαίας ιδιοκτησίας.
ro_ro: Personalizați șablonul de proprietate unică.

source: Buttons Back and Contact Us
el_el: Κουμπιά Πίσω και Επικοινωνήστε μαζί μας
ro_ro: Butoane Înapoi și Contactați-ne

source: Customize the Buttons Back and Contact Us.
el_el: Προσαρμόστε τα κουμπιά Πίσω και Επικοινωνήστε μαζί μας.
ro_ro: Personalizați butoanele Înapoi și contactați-ne.

source: Search Fields Label Color
el_el: Χρώμα ετικέτας πεδίων αναζήτησης
ro_ro: Culoare etichetă câmpuri de căutare

source: Search Fields Controls Color
el_el: Πεδία αναζήτησης Έλεγχοι χρώματος
ro_ro: Câmpurile de căutare controlează culoarea

source: Search Fields Controls Background Color
el_el: Πεδία αναζήτησης Ελέγχει το χρώμα φόντου
ro_ro: Câmpurile de căutare controlează culoarea de fundal

source: Search Fields Controls Border Radius
el_el: Πεδία αναζήτησης Ελέγχει την ακτίνα περιγράμματος
ro_ro: Câmpurile de căutare controlează raza chenarului

source: Border Radius: from 0 to 30.
el_el: Ακτίνα συνόρων: από 0 έως 30.
ro_ro: Raza frontierei: de la 0 la 30.

source: Search Slider Label Color
el_el: Αναζήτηση χρώματος ετικέτας ρυθμιστικού
ro_ro: Culoarea etichetei cursorului de căutare

source: Search Slider Color
el_el: Χρώμα ρυθμιστικού αναζήτησης
ro_ro: Căutare Slider Color

source: Search Slider Handle Color
el_el: Χρώμα λαβής ρυθμιστικού αναζήτησης
ro_ro: Căutare Culoare mâner glisor

source: Search Slider Background Color
el_el: Χρώμα φόντου αναζήτησης ρυθμιστικού
ro_ro: Culoarea de fundal a cursorului de căutare

source: Search Slider Border Radius
el_el: Ακτίνα περιγράμματος αναζήτησης ρυθμιστικού
ro_ro: Căutare Slider Border Radius

source: Search Slider Border Color
el_el: Χρώμα περιγράμματος αναζήτησης ρυθμιστικού
ro_ro: Căutare Slider Border Color

source: Search Box Button Text Color
el_el: Χρώμα κειμένου κουμπιού πλαισίου αναζήτησης
ro_ro: Culoarea textului butonului casetei de căutare

source: Search Box Button Background Color
el_el: Χρώμα φόντου κουμπιού πλαισίου αναζήτησης
ro_ro: Culoarea de fundal a butonului Caseta de căutare

source: Search Box Button Width
el_el: Πλάτος κουμπιού πλαισίου αναζήτησης
ro_ro: Lățimea butonului casetei de căutare

source: Button width: from 100 to 300.
el_el: Πλάτος κουμπιού: από 100 έως 300.
ro_ro: Lățimea butonului: de la 100 la 300.

source: Search Box Button Border Radius
el_el: Ακτίνα περιγράμματος κουμπιού πλαισίου αναζήτησης
ro_ro: Buton Caseta de căutare Raza marginii

source: Template Name
el_el: Όνομα προτύπου
ro_ro: Nume șablon

source: Single Property Template Name
el_el: Όνομα προτύπου ενιαίας ιδιοκτησίας
ro_ro: Nume șablon de proprietate unică

source: Single Property Template Pop Up Modal Width
el_el: Πρότυπο μεμονωμένης ιδιοκτησίας Αναδυόμενο πλάτος τρόπου λειτουργίας
ro_ro: Lățimea modală a șablonului cu o singură proprietate

source: Template Text Color
el_el: Χρώμα κειμένου προτύπου
ro_ro: Culoare text șablon

source: Template Background Color (works with templates gallery and list view)
el_el: Χρώμα φόντου προτύπου (λειτουργεί με τη συλλογή προτύπων και την προβολή λίστας)
ro_ro: Culoare de fundal a șablonului (funcționează cu galeria de șabloane și vizualizarea listă)

source: Template Title Color
el_el: Χρώμα τίτλου προτύπου
ro_ro: Culoarea titlului șablonului

source: Template Button View Color
el_el: Χρώμα προβολής κουμπιού προτύπου
ro_ro: Culoare Vizualizare Buton șablon
