Repository: common-repository/real-estate-right-now
Catalog: language/real-estate-right-now-*.po
Languages: el_el, ro_ro

source: Template Button View Background Color
el_el: Χρώμα φόντου προβολής κουμπιού προτύπου
ro_ro: Culoare de fundal Vizualizare buton șablon

source: Template Button View Border Radius
el_el: Ακτίνα περιγράμματος προβολής κουμπιού προτύπου
ro_ro: Butonul șablon Vizualizare Raza marginii

source: Template Button View Width
el_el: Πλάτος προβολής κουμπιού προτύπου
ro_ro: Lățimea vederii butonului șablon

source: Template List View Separator Color
el_el: Χρώμα διαχωριστικού προβολής λίστας προτύπων
ro_ro: Culoarea separatorului de vizualizare a listei de șabloane

source: Template Grid Border Color
el_el: Χρώμα περιγράμματος πλέγματος προτύπων
ro_ro: Culoare chenar grilă șablon

source: Template Gallery and Widgets Border Color
el_el: Χρώμα περιγράμματος συλλογής προτύπων και γραφικών στοιχείων
ro_ro: Galeria de șabloane și culoarea chenarului widgeturilor

source: Template Gallery and Widgets Border Radius
el_el: Συλλογή προτύπων και ακτίνα περιγράμματος γραφικών στοιχείων
ro_ro: Galeria de șabloane și raza chenarului widgeturilor

source: Template Gallery and Widgets Title Color
el_el: Χρώμα τίτλου συλλογής προτύπων και γραφικών στοιχείων
ro_ro: Galeria de șabloane și culoarea titlului widgeturilor

source: Template Gallery and Widgets Title Background Color
el_el: Συλλογή προτύπων και γραφικά στοιχεία Χρώμα φόντου τίτλου
ro_ro: Galeria de șabloane și widget-uri Titlul Culoare de fundal

source: Widget Search Background Color
el_el: Χρώμα φόντου αναζήτησης widget
ro_ro: Culoarea de fundal pentru căutarea widgetului

source: Single Property Template Background Color
el_el: Χρώμα φόντου προτύπου ενιαίας ιδιοκτησίας
ro_ro: Culoarea de fundal a șablonului cu o singură proprietate

source: Single Property Template Color
el_el: Χρώμα προτύπου ενιαίας ιδιοκτησίας
ro_ro: Culoare șablon cu o singură proprietate

source: Single Property Template Features Title Background Color
el_el: Το πρότυπο μεμονωμένης ιδιοκτησίας διαθέτει Χρώμα φόντου τίτλου
ro_ro: Șablon cu o singură proprietate Caracteristici Titlu Culoare de fundal

source: Single Property Template Features Title Color
el_el: Το πρότυπο μεμονωμένης ιδιοκτησίας διαθέτει Χρώμα τίτλου
ro_ro: Șablon de proprietate unică Caracteristici Culoare titlu

source: Single Property Template Features Border Color
el_el: Το πρότυπο μεμονωμένης ιδιοκτησίας διαθέτει χρώμα περιγράμματος
ro_ro: Șablonul cu o singură proprietate prezintă culoarea marginii

source: Features Border Radius
el_el: Διαθέτει Border Radius
ro_ro: Caracteristici Border Radius

source: Features Border Radius: from 0 to 30.
el_el: Διαθέτει Border Radius: από 0 έως 30.
ro_ro: Caracteristici Raza chenarului: de la 0 la 30.

source: Background Color
el_el: Χρώμα φόντου
ro_ro: Culoare de fundal

source: Border Size
el_el: Μέγεθος περιγράμματος
ro_ro: Dimensiune chenar

source: Border Size: from 0 to 5. Mark 0 to hide the Boarder.
el_el: Μέγεθος περιγράμματος: από 0 έως 5. Σημειώστε 0 για να αποκρύψετε το Border.
ro_ro: Dimensiune chenar: de la 0 la 5. Marcați 0 pentru a ascunde bordura.

source: Border Radius
el_el: Ακτίνα συνόρων
ro_ro: Raza de frontieră

source: Border Radius: from 1 to 70px.
el_el: Ακτίνα περιγράμματος: από 1 έως 70 εικονοστοιχεία.
ro_ro: Raza chenarului: de la 1 la 70 px.

source: Border Color
el_el: Χρώμα περιγράμματος
ro_ro: Culoarea chenarului

source: Margin Bottom
el_el: Κάτω περιθωρίου
ro_ro: Marja de jos

source: Margin Bottom: from 0 to 30.
el_el: Κάτω περιθώριο: από 0 έως 30.
ro_ro: Marja inferioară: de la 0 la 30.

source: Back and Contact Us Buttons Color
el_el: Κουμπιά Πίσω και Επικοινωνία Χρώμα
ro_ro: Înapoi și Contactează-ne Butoane Culoare

source: Back and Contact Us Buttons Background Color
el_el: Κουμπιά Πίσω και Επικοινωνία Χρώμα φόντου
ro_ro: Înapoi și Contactați-ne Butoane Culoare de fundal

source: Back and Contact Us Buttons width
el_el: Πλάτος κουμπιών Πίσω και Επικοινωνία
ro_ro: Înapoi și Contactați-ne Lățimea butoanelor

source: Border Radius: from 100 to 300.
el_el: Ακτίνα συνόρων: από 100 έως 300.
ro_ro: Raza frontierei: de la 100 la 300.

source: Back and Contact Us Buttons Border Radius
el_el: Πίσω και Επικοινωνήστε μαζί μας Κουμπιά Ακτίνα περιγράμματος
ro_ro: Înapoi și Contactați-ne Butoane Raza de frontieră

source: Our plugin
el_el: Το πρόσθετο μας
ro_ro: Pluginul nostru

source: cannot function properly because your WordPress Memory Limit is too low. Your site will experience serious issues, even if you deactivate our plugin.
el_el: δεν μπορεί να λειτουργήσει σωστά επειδή το όριο μνήμης του WordPress είναι πολύ χαμηλό. Ο ιστότοπός σας θα αντιμετωπίσει σοβαρά προβλήματα, ακόμα κι αν απενεργοποιήσετε την προσθήκη μας.
ro_ro: nu poate funcționa corect deoarece limita de memorie WordPress este prea mică. Site-ul dvs. va avea probleme serioase, chiar dacă dezactivați pluginul nostru.

source: Learn more
el_el: Μάθετε περισσότερα
ro_ro: Află mai multe

source: Your site has errors.
el_el: Ο ιστότοπός σας έχει σφάλματα.
ro_ro: Site-ul dvs. are erori.

source: can't function as intended. Errors, including JavaScript errors, may lead to visual problems or disrupt functionality, from minor glitches to critical site failures. Promptly address these issues before continuing.
el_el: δεν μπορεί να λειτουργήσει όπως προβλέπεται. Τα σφάλματα, συμπεριλαμβανομένων των σφαλμάτων JavaScript, ενδέχεται να οδηγήσουν σε οπτικά προβλήματα ή να διαταράξουν τη λειτουργικότητα, από μικρές δυσλειτουργίες έως κρίσιμες αποτυχίες ιστότοπου. Αντιμετωπίστε αμέσως αυτά τα ζητήματα πριν συνεχίσετε.
ro_ro: nu poate funcționa conform intenției. Erorile, inclusiv erorile JavaScript, pot duce la probleme vizuale sau pot perturba funcționalitatea, de la erori minore până la erori critice ale site-ului. Rezolvați prompt aceste probleme înainte de a continua.

# Site Health
source: Critical Issues
el_el: Κρίσιμα Θέματα
ro_ro: Probleme critice

source: Displaying the latest recurring errors from your error log file and eventually alert about low WordPress memory limit is a courtesy of plugin
el_el: Η εμφάνιση των πιο πρόσφατων επαναλαμβανόμενων σφαλμάτων από το αρχείο καταγραφής σφαλμάτων και τελικά η ειδοποίηση σχετικά με το χαμηλό όριο μνήμης WordPress είναι μια ευγενική προσφορά της προσθήκης
ro_ro: Afișarea celor mai recente erori recurente din fișierul dvs. jurnal de erori și, eventual, avertizare despre limita scăzută de memorie WordPress este o curtoazie a pluginului

source: Disabling our plugin does not stop the errors from occurring; it simply means you will no longer be notified here that they are happening, but they can still harm your site.
el_el: Η απενεργοποίηση της προσθήκης μας δεν εμποδίζει την εμφάνιση σφαλμάτων. σημαίνει απλώς ότι δεν θα ειδοποιείστε πλέον εδώ ότι συμβαίνουν, αλλά μπορούν να βλάψουν τον ιστότοπό σας.
ro_ro: Dezactivarea pluginului nostru nu împiedică apariția erorilor; înseamnă pur și simplu că nu veți mai fi notificat aici că acestea se întâmplă, dar încă vă pot dăuna site-ului.

source: Potential Problems
el_el: Πιθανά προβλήματα
ro_ro: Probleme potențiale

source: Low WordPress Memory Limit
el_el: Χαμηλό όριο μνήμης WordPress
ro_ro: Limită scăzută de memorie WordPress

source: Your usage now
el_el: Η χρήση σας τώρα
ro_ro: Utilizarea dvs. acum

source: Total Php Server Memory
el_el: Συνολική μνήμη διακομιστή Php
ro_ro: Memoria totală a serverului PHP

source: Your WordPress Memory Limit is too low, which can lead to critical issues on your site due to insufficient resources. Promptly address this issue before continuing.
el_el: Το όριο μνήμης του WordPress είναι πολύ χαμηλό, γεγονός που μπορεί να οδηγήσει σε κρίσιμα ζητήματα στον ιστότοπό σας λόγω ανεπαρκών πόρων. Αντιμετωπίστε αμέσως αυτό το ζήτημα πριν συνεχίσετε.
ro_ro: Limita de memorie WordPress este prea mică, ceea ce poate duce la probleme critice pe site-ul dvs. din cauza resurselor insuficiente. Rezolvați imediat această problemă înainte de a continua.

source: Site Errors
el_el: Σφάλματα τοποθεσίας
ro_ro: Erori de site

source: Your site has experienced errors for the past 2 days. These errors, including JavaScript issues, can result in visual problems or disrupt functionality, ranging from minor glitches to critical site failures. JavaScript errors can terminate JavaScript execution, leaving all subsequent commands inoperable.
el_el: Ο ιστότοπός σας παρουσίασε σφάλματα τις τελευταίες 2 ημέρες. Αυτά τα σφάλματα, συμπεριλαμβανομένων των προβλημάτων JavaScript, μπορεί να οδηγήσουν σε οπτικά προβλήματα ή να διαταράξουν τη λειτουργικότητα, που κυμαίνονται από μικρές δυσλειτουργίες έως κρίσιμες αποτυχίες ιστότοπου. Τα σφάλματα JavaScript μπορούν να τερματίσουν την εκτέλεση JavaScript, αφήνοντας όλες τις επόμενες εντολές ανενεργές.
ro_ro: Site-ul dvs. a întâmpinat erori în ultimele 2 zile. Aceste erori, inclusiv probleme cu JavaScript, pot duce la probleme vizuale sau pot perturba funcționalitatea, variind de la erori minore până la erori critice ale site-ului. Erorile JavaScript pot opri execuția JavaScript, lăsând toate comenzile ulterioare inoperabile.

source: This is a partial list of the errors found.
el_el: Αυτή είναι μια μερική λίστα των σφαλμάτων που βρέθηκαν.
ro_ro: Aceasta este o listă parțială a erorilor găsite.

source: These are critical issues that can have a significant impact on your site's performance. They can cause many plugins and functionalities to malfunction and, in some cases, render your site completely inoperative, depending on their severity. Address them promptly.
el_el: Αυτά είναι κρίσιμα ζητήματα που μπορούν να έχουν σημαντικό αντίκτυπο στην απόδοση του ιστότοπού σας. Μπορούν να προκαλέσουν δυσλειτουργία πολλών προσθηκών και λειτουργιών και, σε ορισμένες περιπτώσεις, να καταστήσουν τον ιστότοπό σας εντελώς ανενεργό, ανάλογα με τη σοβαρότητά τους. Απευθυνθείτε σε αυτούς αμέσως.
ro_ro: Acestea sunt probleme critice care pot avea un impact semnificativ asupra performanței site-ului dvs. Acestea pot cauza funcționarea defectuoasă a multor plugin-uri și funcționalități și, în unele cazuri, vă pot face site-ul complet inoperant, în funcție de gravitatea acestora. Adresați-le prompt.

source: United Arab Emirates Dirham (&#1583;.&#1573;)
el_el: Ντιράμ Ηνωμένων Αραβικών Εμιράτων (د.إ)
ro_ro: Dirham din Emiratele Arabe Unite (د.إ)

source: Afghan Afghani (&#1547;)
el_el: Αφγανιστάν Αφγανιστάν (؋)
ro_ro: afgan afgan (؋)

source: Angolan Kwanza
el_el: Κουάντζα της Αγκόλα
ro_ro: Kwanza angolez

source: Argentine Pesos (&#36;)
el_el: Πέσο Αργεντινής ($)
ro_ro: Pesos argentinieni ($)

source: Australian Dollars (&#36;)
el_el: Δολάρια Αυστραλίας ($)
ro_ro: Dolari australieni ($)

source: Brazilian Real (R&#36;)
el_el: Ρεάλ Βραζιλίας (R$)
ro_ro: Real brazilian (R$)

source: Bulgarian Lev
el_el: βουλγαρικό λεβ
ro_ro: Lev bulgar

source: Canadian Dollars (&#36;)
el_el: Δολάρια Καναδά ($)
ro_ro: dolari canadieni ($)

source: Swiss Franc
el_el: Ελβετικό Φράγκο
ro_ro: Franc elvețian

source: Chinese Yuan (&yen;)
el_el: Γιουάν Κίνας (¥)
ro_ro: Yuan chinezesc (¥)

source: Czech Koruna
el_el: Κορόνα Τσεχίας
ro_ro: Coroana Cehă

source: Danish Krone
el_el: Κορώνα Δανίας
ro_ro: Coroana daneză

source: Euros (&euro;)
el_el: ευρώ (€)
ro_ro: Euro (€)

source: Pound Sterling (&pound;)
el_el: Λίρα στερλίνα (£)
ro_ro: Liră sterlină (£)

source: Hong Kong Dollar (&#36;)
el_el: Δολάριο Χονγκ Κονγκ ($)
ro_ro: Dolar Hong Kong ($)

source: Croatian Kuna
el_el: Κούνα Κροατίας
ro_ro: Kuna croată

source: Hungarian Forint
el_el: ουγγρικό φιορίνι
ro_ro: Forint maghiar

source: Indonesian Rupiah (Rp)
el_el: Ρουπία Ινδονησίας (Rp)
ro_ro: Rupia indoneziană (Rp)

source: Israeli Shekel (&#8362;)
el_el: Σέκελ Ισραήλ (₪)
ro_ro: Shekel israelian (₪)

source: Indian Rupee (&#8377;)
el_el: Ρουπία Ινδίας (₹)
ro_ro: Rupia indiană (₹)

source: Japanese Yen (&yen;)
el_el: Γιεν Ιαπωνίας (¥)
ro_ro: Yen japonez (¥)

source: South Korean Won (&#8361;)
el_el: Γουόν Νότιας Κορέας (₩)
ro_ro: Won sud-coreean (₩)

source: Mexican Peso (&#36;)
el_el: Πέσο Μεξικού ($)
ro_ro: Peso mexican ($)

source: Malaysian Ringgits
el_el: Μαλαισιανοί Ρίνγκιτς
ro_ro: Ringgit malaezieni

source: Norwegian Krone
el_el: Κορώνα Νορβηγίας
ro_ro: Coroana norvegiană

source: New Zealand Dollar (&#36;)
el_el: Δολάριο Νέας Ζηλανδίας ($)
ro_ro: Dolar neozeelandez ($)

source: Philippine Pesos
el_el: Πέσο Φιλιππίνων
ro_ro: Peso filipinez

source: Polish Zloty
el_el: Πολωνικό ζλότι
ro_ro: Zloty polonez

source: Pakistani Rupee (₨)
el_el: Ρουπία Πακιστάν (₨)
ro_ro: Rupia pakistaneză (₨)

source: Romanian Leu
el_el: ρουμανικό Leu
ro_ro: Leu românesc

source: Russian Rubles
el_el: Ρωσικά ρούβλια
ro_ro: ruble rusești

source: Saudi Riyal (&#65020;)
el_el: Ριάλ Σαουδικής Αραβίας (﷼)
ro_ro: Rial saudit (﷼)

source: Swedish Krona
el_el: Κορόνα Σουηδίας
ro_ro: coroana suedeză

source: Singapore Dollar (&#36;)
el_el: Δολάριο Σιγκαπούρης ($)
ro_ro: Dolar din Singapore ($)

source: Thai Baht (&#3647;)
el_el: Μπατ Ταϊλάνδης (฿)
ro_ro: Baht thailandez (฿)

source: Turkish Lira (&#8378;)
el_el: Τουρκική Λίρα (₺)
ro_ro: Lira turcească (₺)

source: Taiwan New Dollars
el_el: Νέα δολάρια Ταϊβάν
ro_ro: Noi dolari din Taiwan

source: US Dollars (&#36;)
el_el: Δολάρια ΗΠΑ ($)
ro_ro: Dolari SUA ($)

source: Vietnamese Dong (&#8363;)
el_el: Βιετναμέζικο Ντονγκ (₫)
ro_ro: Dong vietnamez (₫)

source: Yen (&yen;)
el_el: Γιεν (¥)
ro_ro: Yen (¥)

source: South African Rand
el_el: Ραντ Νότιας Αφρικής
ro_ro: Rand sud-african

source: Extend standard plugin functionality with new great options.
el_el: Επεκτείνετε τη λειτουργικότητα των τυπικών προσθηκών με νέες εξαιρετικές επιλογές.
ro_ro: Extindeți funcționalitatea pluginului standard cu noi opțiuni excelente.

source: Make Your Website Look More Professional.
el_el: Κάντε τον ιστότοπό σας να φαίνεται πιο επαγγελματικός.
ro_ro: Faceți site-ul dvs. să arate mai profesional.

source: Add colors and extend standard plugin functionality with new great options.
el_el: Προσθέστε χρώματα και επεκτείνετε την τυπική λειτουργικότητα των προσθηκών με νέες εξαιρετικές επιλογές.
ro_ro: Adăugați culori și extindeți funcționalitatea pluginului standard cu noi opțiuni excelente.

source: It is time to upgrade your
el_el: Είναι καιρός να αναβαθμίσετε
ro_ro: Este timpul să vă faceți upgrade

source: Close notice
el_el: Κλείσιμο ειδοποίησης
ro_ro: Închideți notificarea

source: to
el_el: να
ro_ro: la

source: version!
el_el: εκδοχή!
ro_ro: versiune!

source: Dismiss
el_el: Απολύω
ro_ro: Respingeți

source: Overview
el_el: Επισκόπηση
ro_ro: Rezumat

source: Import Demo Data
el_el: Εισαγωγή δεδομένων επίδειξης
ro_ro: Importați date demonstrative

source: Field Types
el_el: Τύποι πεδίων
ro_ro: Tipuri de câmpuri

source: Add Fields Form
el_el: Φόρμα προσθήκης πεδίων
ro_ro: Adaugă câmpuri

source: Edit and Trash Fields
el_el: Πεδία επεξεργασίας και κάδου απορριμμάτων
ro_ro: Modifică şi şterge câmpuri

source: Agents
el_el: Πράκτορες
ro_ro: Agenţi

source: Location
el_el: Τοποθεσία
ro_ro: Locaţie

source: Edit and Trash Properties
el_el: Ιδιότητες επεξεργασίας και απορριμμάτων
ro_ro: Modifică şi şterge proprietăţi

source: Featured Images
el_el: Επιλεγμένες εικόνες
ro_ro: Imagini Recomandate

source: Images and Gallery
el_el: Εικόνες και Gallery
ro_ro: Imagini și Galerie

source: Help Available for this Window!
el_el: Διατίθεται βοήθεια για αυτό το παράθυρο!
ro_ro: Ajutor disponibil pentru această fereastră!

source: Just Click Help Button to get content help for this window.
el_el: Απλώς κάντε κλικ στο κουμπί Βοήθεια για να λάβετε βοήθεια περιεχομένου για αυτό το παράθυρο.
ro_ro: Doar faceți clic pe butonul Ajutor pentru a obține ajutor pentru conținut pentru această fereastră.

source: For Rent or For Sale.
el_el: Προς ενοικίαση ή προς πώληση.
ro_ro: Închiriere sau Vânzare

source: No special characters here ("$" "," "."), the plugin will auto format the number.
el_el: Δεν υπάρχουν ειδικοί χαρακτήρες εδώ ("$" "," "."), η προσθήκη θα μορφοποιήσει αυτόματα τον αριθμό.
ro_ro: Caracterele speciale nu sunt necesare, pluginul va pune automat.

source: The year of the product. Only numbers, no point, no comma.
el_el: Το έτος του προϊόντος. Μόνο αριθμοί, χωρίς σημείο, χωρίς κόμμα.
ro_ro: Anul construcţiei, doar numere, fără punct sau virgulă.

source: Mark to show up at Featured Widget.
el_el: Επισημάνετε για εμφάνιση στο Επιλεγμένο γραφικό στοιχείο.
ro_ro: Bifează pentru a apărea in Widgetul Recomandate

source: How many Beds.
el_el: Πόσα κρεβάτια.
ro_ro: Câte camere.

source: How many Baths.
el_el: Πόσα Μπάνια.
ro_ro: Câte băi.

source: Address of the property.
el_el: Διεύθυνση του ακινήτου.
ro_ro: Adresa proprietăţii

source: Area of the property.
el_el: Έκταση του ακινήτου.
ro_ro: Zona în care se află proprietatea

source: Details
el_el: Καθέκαστα
ro_ro: Detalii

source: Parent agents
el_el: Γονικοί πράκτορες
ro_ro: Agenţi principali

source: Parent agents:
el_el: Γονικοί πράκτορες:
ro_ro: Agenţi principali

source: Edit agents
el_el: Επεξεργασία πράκτορες
ro_ro: Modifică agenţi

source: Update agents
el_el: Ενημέρωση πράκτορες
ro_ro: Actualizează agenţi

source: Add New agents
el_el: Προσθήκη νέων πρακτόρων
ro_ro: Adaugă agenţi noi

source: New agents
el_el: Νέοι πράκτορες
ro_ro: Agenţi noi

source: Separate agents with commas
el_el: Διαχωρίστε τους πράκτορες με κόμματα
ro_ro: Separă agenţii prin virgulă

source: Add or Remove agents
el_el: Προσθήκη ή Αφαίρεση πρακτόρων
ro_ro: Adaugă sau elimină agenţi

source: Choose from the most used makers
el_el: Επιλέξτε από τους πιο χρησιμοποιούμενους κατασκευαστές
ro_ro: Alege dintre cele mai folosite

source: Parent locations
el_el: Τοποθεσίες γονέων
ro_ro: Locaţii principale

source: Parent locations:
el_el: Τοποθεσίες γονέων:
ro_ro: Locaţii principale

source: Edit locations
el_el: Επεξεργασία τοποθεσιών
ro_ro: Modifică locaţii

source: Update locations
el_el: Ενημέρωση τοποθεσιών
ro_ro: Actualizează locaţii

source: Add New locations
el_el: Προσθήκη νέων τοποθεσιών
ro_ro: Adaugă noi locaţii

source: New locations
el_el: Νέες τοποθεσίες
ro_ro: Locaţii noi

source: Separate locations with commas
el_el: Διαχωρίστε τις τοποθεσίες με κόμματα
ro_ro: Separă locaţiile prin virgulă

source: Add or Remove locations
el_el: Προσθήκη ή Αφαίρεση τοποθεσιών
ro_ro: Adaugă sau elimină locaţii

source: Choose from the most used locations
el_el: Επιλέξτε από τις πιο χρησιμοποιούμενες τοποθεσίες
ro_ro: Alege dintre cele mai folosite locaţii

source: Order:
el_el: Παραγγελία:
ro_ro: Comanda:

source: Order to display. For example: 1 (first), 2 (second) and so on ...
el_el: Παραγγελία εμφάνισης. Για παράδειγμα: 1 (πρώτο), 2 (δεύτερο) και ούτω καθεξής ...
ro_ro: Comanda de afișat. De exemplu: 1 (primul), 2 (al doilea) și așa mai departe...

source: Profile Image:
el_el: Εικόνα προφίλ:
ro_ro: Imagine de profil:

source: Just click the Button to Select Upload Image
el_el: Απλώς κάντε κλικ στο κουμπί για να επιλέξετε Μεταφόρτωση εικόνας
ro_ro: Doar faceți clic pe butonul pentru a selecta Încărcați imaginea

source: Position:
el_el: Θέση:
ro_ro: Poziţie:

source: For example: Sales Manager, Agent, and so on ...
el_el: Για παράδειγμα: Διευθυντής Πωλήσεων, Πράκτορας και ούτω καθεξής ...
ro_ro: De exemplu: manager de vânzări, agent și așa mai departe...

source: Phone:
el_el: Τηλέφωνο:
ro_ro: Telefon:

source: Email address:
el_el: Διεύθυνση ηλεκτρονικού ταχυδρομείου:
ro_ro: Adresa de e-mail:

source: Facebook URL:
el_el: Διεύθυνση URL στο Facebook:
ro_ro: Adresa URL Facebook:

source: Twitter URL:
el_el: Διεύθυνση URL Twitter:
ro_ro: Adresa URL Twitter:

source: Linkedin URL:
el_el: URL Linkedin:
ro_ro: URL Linkedin:

source: Youtube URL:
el_el: Διεύθυνση URL στο Youtube:
ro_ro: URL YouTube:

source: Instagram URL:
el_el: URL Instagram:
ro_ro: URL Instagram:

source: Vimeo URL:
el_el: URL του Vimeo:
ro_ro: URL Vimeo:

source: Featured Image
el_el: Επιλεγμένη εικόνα
ro_ro: Imagine recomandată

source: Call For Price
el_el: Καλέστε για τιμή
ro_ro: Sunați pentru preț

source: Search
el_el: Ερευνα
ro_ro: Caută

source: Purpose
el_el: Σκοπός
ro_ro: Tipul ofertei

source: Rent
el_el: Ενοίκιο
ro_ro: Închiriere

source: Sale
el_el: Πώληση
ro_ro: Vânzare

source: Beds
el_el: Κρεβάτια
ro_ro: Camere

source: All
el_el: Ολοι
ro_ro: Toate

source: Baths
el_el: Λουτρά
ro_ro: Băi

source: Yes
el_el: Ναί
ro_ro: Da

source: No
el_el: Οχι
ro_ro: Nu

source: Order By
el_el: Παραγγελία από
ro_ro: comandă după

source: Any
el_el: Κάθε
ro_ro: Toate

source: Year newest first
el_el: Πρώτα το νεότερο έτος
ro_ro: Cel mai nou an primul

source: Year oldest first
el_el: Πρώτα το μεγαλύτερο έτος
ro_ro: Anul cel mai vechi primul

source: Price higher first
el_el: Τιμή υψηλότερη πρώτα
ro_ro: Preț mai mare în primul rând

source: Price lower first
el_el: Πρώτα χαμηλότερη τιμή
ro_ro: Prețul mai mic în primul rând

source: Price Range
el_el: Εύρος τιμών
ro_ro: Categorie de preţuri

source: Price
el_el: Τιμή
ro_ro: Preţ

source: No Team Member Added!
el_el: Δεν προστέθηκε μέλος ομάδας!
ro_ro: Nu aţi adăugat niciun membru al echipei

source: Address
el_el: Διεύθυνση
ro_ro: Adresa

source: Call for Price
el_el: Καλέστε για Τιμή
ro_ro: Pentru mai multe detalii , contactaţi telefonic.

source: Year
el_el: Ετος
ro_ro: Anul construcţiei

source: HP
el_el: ιπποδύναμη

source: Area
el_el: Εκταση
ro_ro: Zonă

source: Back
el_el: Πίσω
ro_ro: Înapoi

source: Onward
el_el: Προς τα εμπρός
ro_ro: Înainte

source: Not Found !
el_el: Δεν βρέθηκε!
ro_ro: Nu a fost găsit niciun rezultat.

source: View
el_el: Θέα
ro_ro: Vezi oferta

source: Contact Us
el_el: Επικοινωνήστε μαζί μας
ro_ro: Contactaţi-ne

source: A list of Recent properties
el_el: Μια λίστα με πρόσφατες ιδιότητες
ro_ro: Lista cu cele mai recente proprietăţi

source: New Arrivals
el_el: Νέες Αφίξεις
ro_ro: Noi Sosiri

source: A list of Featured products
el_el: Μια λίστα με τα επιλεγμένα προϊόντα
ro_ro: Lista cu proprietăţile recomandate

source: Featured properties
el_el: Επιλεγμένες ιδιότητες
ro_ro: Proprietăți prezentate

source: Search properties
el_el: Αναζήτηση ιδιοτήτων
ro_ro: Caută proprietăţi

source: Title
el_el: Τίτλος
ro_ro: Titlu

source: Currency
el_el: Νόμισμα
ro_ro: Monedă

source: Meters - Feets
el_el: Μέτρα – Πόδια
ro_ro: Metri - Picioare

source: Meters
el_el: Μετρητές
ro_ro: Metri

source: Feets
el_el: Πόδια
ro_ro: Picioare

source: How many properties would you like to display per page?
el_el: Πόσες ιδιότητες θα θέλατε να εμφανίζονται ανά σελίδα;
ro_ro: Câte proprietăţi ţi ar placea să afişezi pe pagină?

source: Remove Sidebar from Search Result Page
el_el: Κατάργηση Sidebar από τη σελίδα αποτελεσμάτων αναζήτησης
ro_ro: Elimină bara laterală din pagina cu rezultatele căutării

source: Replace the Wordpress Gallery with Flexslider Gallery
el_el: Αντικαταστήστε το Wordpress Gallery με το Flexslider Gallery
ro_ro: Înlocuieşte Galeria Wordpress cu Galeria Flexslider

source: Enable Contact Form in Single Product Page?
el_el: Ενεργοποίηση φόρμας επικοινωνίας σε μεμονωμένη σελίδα προϊόντος;
ro_ro: Activează formularul de contact pe pagina cu proprietatea

source: Enable Location control in search bar?
el_el: Ενεργοποίηση ελέγχου τοποθεσίας στη γραμμή αναζήτησης;
ro_ro: Activează controlul locaţiilor în bara de căutare

source: Fill out your contact email to receive email from your Contact Form at bottom of the individual Product page.
el_el: Συμπληρώστε το email επικοινωνίας σας για να λάβετε email από τη Φόρμα Επικοινωνίας στο κάτω μέρος της μεμονωμένης σελίδας Προϊόντος.
ro_ro: Pentru a primi emailuri de la formularul de contact aflat la sfârşitul paginii cu proprietatea, completează cu emailul tău.

source: Optional. Fill out your Google API to use with yours maps (google maps)
el_el: Προαιρετικός. Συμπληρώστε το Google API για να το χρησιμοποιήσετε με τους δικούς σας χάρτες (χάρτες Google)
ro_ro: Opţional, completează cu Google API pentru a folosi google maps
